tap "caskformula/caskformula"
tap "eddieantonio/eddieantonio"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "pvinis/pvinis"
tap "px4/px4"
brew "atk"
brew "glibmm"
brew "avr-gcc@7"
brew "avrdude"
brew "bash"
brew "bat"
brew "coreutils"
brew "cowsay"
brew "dfu-programmer"
brew "ffmpeg"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pango"
brew "librsvg"
brew "htop"
brew "ipcalc"
brew "iperf"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "libpsl"
brew "vala"
brew "libsoup"
brew "mps-youtube"
brew "youtube-dl"
brew "mpv"
brew "nload"
brew "nmap"
brew "node"
brew "opam"
brew "osx-cpu-temp"
brew "pangomm"
brew "poppler"
brew "postgresql", restart_service: true
brew "rsync"
brew "scrcpy"
brew "screenfetch"
brew "sshfs"
brew "telnet"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "eddieantonio/eddieantonio/imgcat"
brew "pvinis/pvinis/colortools"
brew "px4/px4/gcc-arm-none-eabi"
cask "android-platform-tools"
cask "darktable"
cask "franz"
cask "mos"
cask "osxfuse"
cask "powershell"
cask "rectangle"
