tap "1password/tap"
tap "eddieantonio/eddieantonio"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "pvinis/pvinis"
tap "px4/px4"
tap "sidneys/homebrew"
tap "teamookla/speedtest"
brew "aria2"
brew "python@3.9"
brew "glib"
brew "atk"
brew "avrdude"
brew "bash"
brew "bat"
brew "cabextract"
brew "cdrtools"
brew "coreutils"
brew "cowsay"
brew "dfu-programmer"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glibmm"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "ipcalc"
brew "iperf"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "libpsl"
brew "libsoup"
brew "yt-dlp"
brew "mpv"
brew "nload"
brew "nmap"
brew "node"
brew "opam"
brew "osx-cpu-temp"
brew "pangomm"
brew "qt"
brew "poppler"
brew "postgresql", restart_service: true
brew "qemu"
brew "rsync"
brew "scrcpy"
brew "screenfetch"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vala"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "wimlib"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "eddieantonio/eddieantonio/imgcat"
brew "pvinis/pvinis/colortools"
brew "px4/px4/gcc-arm-none-eabi"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "android-platform-tools"
cask "atom"
cask "blackhole-16ch"
cask "darktable"
cask "franz"
cask "mos"
cask "powershell"
cask "rectangle"
