tap "1password/tap"
tap "eddieantonio/eddieantonio"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/avr"
tap "pvinis/pvinis"
tap "px4/px4"
tap "sidneys/homebrew"
tap "teamookla/speedtest"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "aria2"
brew "asciinema"
brew "glib"
brew "at-spi2-core"
brew "boost"
brew "avrdude"
brew "awscli"
brew "bash"
brew "libgit2"
brew "bat"
brew "bcrypt"
brew "cabextract"
brew "cdrtools"
brew "coreutils"
brew "cowsay"
brew "dfu-programmer"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "gcc"
brew "libavif"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glibmm"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "htop"
brew "ipcalc"
brew "iperf"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "libplacebo"
brew "libpsl"
brew "libsoup"
brew "minio-mc"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "nload"
brew "nmap"
brew "node"
brew "numpy"
brew "opam"
brew "openvino"
brew "osx-cpu-temp"
brew "pangomm"
brew "pipx"
brew "poppler"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "rclone"
brew "rsync"
brew "screenfetch"
brew "tcptraceroute"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vala"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "wimlib"
brew "youtube-dl"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "eddieantonio/eddieantonio/imgcat"
brew "pvinis/pvinis/colortools"
brew "px4/px4/gcc-arm-none-eabi"
brew "sidneys/homebrew/chntpw"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "android-platform-tools"
cask "atom"
cask "blackhole-16ch"
cask "bluesnooze"
cask "darktable"
cask "docker"
cask "mos"
cask "notunes"
cask "openzfs"
cask "powershell"
